Revit 2024 API
ParameterTypeId.FabricParamCutByHost Property
 "Cut by Host Cover": Single Fabric Sheet is cut or not cut by the Host Cover.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricParamCutByHost { get; }
Visual Basic
Public Shared ReadOnly Property FabricParamCutByHost As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricParamCutByHost {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace